TrashName = "Roskakori";
DashboardName = "Dashboard";
TrashRemoveFromDock = "Poista Dockista";

AXApplicationDockItem = "sovelluksen dock-kohde";
AXFolderDockItem = "kansion dock-kohde";
AXDocumentDockItem = "dokumentin dock-kohde";
AXTrashDockItem = "roskakorin dock-kohde";
AXMinimizedWindowDockItem = "pienennetyn ikkunan dock-kohde";
AXURLDockItem = "Osoitteen dock-kohde";
AXDockExtraDockItem = "dock-lisä dock-kohde";
AXDashboardDockItem = "dashboard dock -kohde";
AXProcessSwitcherList = "prosessin vaihtoluettelo";
AXSeparatorDockItem = "erottimen dock-kohde";
AXSeparatorDescription = "erotin";